[["biały",[["He was dressed in white from head to toe.","(On był ubrany na biało od stóp do głów.)"],["White landscape looks beautiful in winter.","(Biały krajobraz wygląda pięknie zimą.)"],["The bride was wearing a white dress.","(Panna młoda miała na sobie białą sukienkę.)"],["You have really white teeth!","(Masz naprawdę białe zęby!)"]]],["blady",[["She went white with fear as the dog started running towards her.","(Ona zrobiła się blada ze strachu kiedy pies zaczął biec w jej stronę.)"],["Your face is so white, are you OK?","(Twoja twarz jest taka blada, czy dobrze się czujesz?)"],["He turned white when he saw a policeman standing at his door.","(On zrobił się blady, kiedy zobaczył policjanta stojącego u jego drzwi.)"]]],["biały (kolor)",[["White is such a boring colour!","(Biały to taki nudny kolor!)"],["You look really nice in white.","(Wyglądasz naprawdę ładnie w bieli.)"]]],["biali (ludzie rasy białej)",[["The white are very privileged.","(Biali są bardzo uprzywilejowani.)"],["Do you really believe that the white are superior to other races?","(Naprawdę wierzysz, że biali są lepsi od innych ras?)"]]],["białe wino",[["\"Would you like something to drink?\" \"I would love a white, thank you.\"","(\"Napijesz się czegoś?\" \"Chętnie napiję się białego wina, dziękuję.\")"],["This white is so expensive I will never be able to afford.","(To białe wino jest tak drogie, że nigdy nie będzie mnie na nie stać.)"]]],["białko (oka)",[["You look very tired, your white is covered with red veins!","(Wyglądasz na bardzo zmęczonego, białko twojego oka jest pokryte czerwonymi żyłami!)"],["I think she is possessed by a demon, you can only see her whites.","(Myślę, że ona jest opętana przez demona, widać jej tylko białka.)"]]],["biały (dotyczący ludzi rasy białej)",[["White male has been incarcerated yesterday.","(Biały mężczyzna został wczoraj uwięziony.)"],["White people are not welcomed to our district.","(Biali ludzie nie są mile widziani w naszej dzielnicy.)"]]],["biały (kawa z mlekiem)",[["I like my coffee white.","(Lubię pić białą kawę.)"],["White or black coffee for you?","(Dla ciebie kawa czarna czy biała?)"]]],["białko (w jajku)",[["Separate the egg whites from the yolk.","(Należy oddzielić białko od żółtka.)"],["She always eats an omelette with whites only.","(Ona zawsze je omlet tylko z białek.)"],["\"Do you like eggs?\" \"Yes, but only the white.\"","(\"Czy lubisz jajka?\" \"Tak, ale tylko białko.\")"],["You should separate egg white from the yolk.","(Powinieneś oddzielić białko od żółtka.)"]]]]